<template>
    <div class="header">
        <img id="IMGmainepage" src="/public/images/mainPageIMG.png" alt="mainImgPage">
        <div>
            <div class="colum1">
                <h1>Осенняя коллекция</h1>
                <a href="#">Открыть каталог</a>
            </div> 
            <div class="colum2">
                <ul>
                    <li>+7 499 322-00-20</li>
                    <li>пн-пт 10:00–20:00 (Москва)</li>
                    <li>сб-вс 10:00-17:00</li>
                </ul>           
            </div>
        </div>
        
    </div>
    <div class="main">
        <div class="topInfo">
            <h2>В основе Biskvitnyy Dvor лежит философия семьи , домашнего тепла и уюта, направленное на заботу о вас.</h2>
            <p>Сбалансированные сладости для встречи за кофе с подругой, уютных посиделок с близкими или свидания с собой.</p>
            <a href="#">Открыть каталог</a>
        </div>
        <div class="category">
        </div>
        <div class="storylife">
            <img src="/public/images/lifephoto.png" alt="lifePhoto">
            <h3>Когда-то с сестрой мы играли в песочнице и мечтали печь много вкусных блюд для наших родных, сейчас мы обе выросли и воплотили свою мечту в жизнь. Мы отрыли свою собственную пекарню, чтобы люди не просто если, но еще и дарили наши сладости на праздники или просто для того. чтобы сделать своим близким приятное.</h3>
            <h4>Всегда с любовью, ваши кондитеры Любовь и Надежда.</h4>
        </div>
    </div>
</template>

<style>

</style>